Repository: nicfit/Mesk
Catalog: po/*.po
Languages: sv

source: A GTK+ audio player
sv: En ljudspelare som använder GTK+

source: Music Player
sv: Musikspelare

source: Mesk Web Site
sv: Mesks webbplats

source: <big><b>HTTP Authentication Required</b></big>
sv: <big><b>HTTP-autentisering krävs</b></big>

source: Mute
sv: Tyst

source: Open Mixer
sv: Öppna mixer

source: Password:
sv: Lösenord:

source: Username:
sv: Användarnamn:

source: http://example.com/foo.mp3
sv: http://exempel.se/foo.mp3

source: <big>Welcome To <b>Mesk</b></big>
sv: <big>Välkommen till <b>Mesk</b></big>

source: Add, or open, a playlist using the File menu.
sv: Lägg till eller öppna en spellista med Arkiv-menyn.

source: Current Level:
sv: Aktuell nivå:

source: Find:
sv: Sök:

source: First
sv: Första

source: Mesk Log
sv: Mesk-logg

source: Messages - Mesk
sv: Meddelanden - Mesk

source: Online Help
sv: Hjälp på webben

source: Open _Device
sv: Öppna _enhet

source: Open _Playlist
sv: Öppna _spellista

source: Playlist
sv: Spellista

source: Playlist stats
sv: Statistik för spellista

source: Plugins
sv: Insticksmoduler

source: Show the crrently playing song in the playlist
sv: Visa den aktuellt spelade låten i spellistan

source: The playlist is read-only
sv: Spellistan är skrivskyddad

source: _About
sv: _Om

source: _Compact
sv: _Kompakt

source: _Contents
sv: _Innehåll

source: _Edit
sv: R_edigera

source: _File
sv: _Arkiv

source: _Help
sv: _Hjälp

source: _Jump To Current
sv: _Hoppa till aktuell

source: _Logs
sv: _Loggar

source: _New Playlist...
sv: _Ny spellista...

source: _Next
sv: _Nästa

source: _Preferences
sv: _Inställningar

source: _Previous
sv: _Föregående

source: _View
sv: _Visa

source: example
sv: exempel

source: <b>Comments:</b>
sv: <b>Kommentarer:</b>

source: <b>Name:</b>
sv: <b>Namn:</b>

source: Clear Queue
sv: Töm kö

source: Cu_t
sv: Klipp _ut

source: More Properties
sv: Fler egenskaper

source: Properties...
sv: Egenskaper...

source: Queue
sv: Kö

source: Read Only
sv: Skrivskyddad

source: _Add...
sv: _Lägg till...

source: _Copy
sv: _Kopiera

source: _Export...
sv: _Exportera...

source: _Paste
sv: _Klistra in

source: _Properties
sv: _Egenskaper

source: _Remove
sv: _Ta bort

source: <b>Author</b>
sv: <b>Upphovsman</b>

source: <b>Description</b>
sv: <b>Beskrivning</b>

source: <b>Plugin Name</b>
sv: <b>Insticksmodulnamn</b>

source: <b>Web Site</b>
sv: <b>Webbplats</b>

source: Configure...
sv: Konfigurera...

source: Music Library
sv: Musikbibliotek

source: Sync...
sv: Synkroniserar...

source: <b>%a = artist %b = album</b> <b>%t = title %y = year</b>
sv: <b>%a = artist %b = album</b> <b>%t = titel %y = år</b>

source: <b>Gajim Accounts:</b>
sv: <b>Gajim-konton:</b>

source: Enable last.fm profile:
sv: Aktivera last.fm-profil:

source: Example Account
sv: Exempelkonto

source: Last submit:
sv: Senaste insändning:

source: Password (again):
sv: Lösenord (igen):

source: Restore default status format
sv: Återställ standardstatusformat

source: State:
sv: Tillstånd:

source: Tracks queued:
sv: Spår köade:

source: Tracks submitted:
sv: Spår insända:

source: Supported audio formats: %s
sv: Ljudformat som stöds: %s

source: Installed in %s
sv: Installerad i %s

source: A Gtk+ audio player
sv: En ljudspelare som använder Gtk+

source: Play
sv: Spela

source: Pause
sv: Gör paus

source: Gstreamer version %d.%d.%d audio control initialized
sv: Gstreamer version %d.%d.%d ljudkontroll initerad

source: Volume %d%%
sv: Volym %d%%

source: Mute Volume
sv: Tyst volym

source: Restore Volume
sv: Återställ volym

source: <b>Unsupported CDROM device.</b>
sv: <b>Cd-rom-enheten stöds inte.</b>

source: CD device %s does not support open, close and/or media changed.
sv: Cd-enheten %s saknar stöd för att öppna, stänga och/eller byta media.

source: Eject
sv: Mata ut

source: <b>Unable to eject CD</b>
sv: <b>Kunde inte mata ut cd</b>

source: Another application is using the CDROM device (%s). Try again when the device is not busy.
sv: Ett annat program använder cdrom-enheten (%s). Försök igen när enheten inte är upptagen.

source: <b>Insert audio CD into %s</b>
sv: <b>Mata in ljud-cd i %s</b>

source: Do not ask me again.
sv: Fråga mig inte igen.

source: Save Log File
sv: Spara loggfil

source: Mesk is already running
sv: Mesk körs redan

source: Another instance of Mesk is using the profile '%s'. Try again with a different profile name (-p/--profile)
sv: En annan instans av Mesk använder profilen "%s". Försök igen med ett annat profilname (-p/--profile)

source: Playlist '%s' is now active
sv: Spellistan "%s" är nu aktiv

source: Start with profile NAME.
sv: Starta med profilen NAMN.

source: Remote Control Options
sv: Flaggor för fjärrstyrning

source: The remote control options operate on a running instance of Mesk, starting the app if necessary. If multiples instances of Mesk are running the profile option can be used to determine which instance to pass the command.
sv: Flaggor för fjärrstyrning hanterar en annan körande instans av Mesk och startar programmet om det behövs. Om flera instanser av Mesk kör kan profilflaggan användas för att fastställa vilken instans som ska skickas till kommandot.

source: Stop playback
sv: Stoppa uppspelning

source: Start playback
sv: Starta uppspelning

source: Pause playback
sv: Pausa uppspelning

source: If playing, playback is paused. Otherwise the player is started.
sv: Om uppspelning sker kommer den att pausas. Annars kommer spelaren att starta.

source: Previous track
sv: Föregående spår

source: Next track
sv: Nästa spår

source: Mute/Unmute
sv: Tyst/normal volym

source: Increase the volume by N% (0.0 <= n <= 1.0)
sv: Höj volymen med N% (0.0 <= n <= 1.0)

source: Decrease the volume by N%(0.0 <= n <= 1.0)
sv: Sänk volymen med N% (0.0 <= n <= 1.0)

source: Returns the current state of the audio player (stopped, playing, paused).
sv: Returnerar det aktuella tillståndet för ljudspelaren (stoppad, spelar, pausad).

source: Returns the URI of the current audio source.
sv: Returnerar uri:n för den aktuella ljudkällan.

source: Returns the title of the current audio source.
sv: Returnerar titeln för den aktuella ljudkällan.

source: Returns the artist of the current audio source.
sv: Returnerar artisten för den aktuella ljudkällan.

source: Returns the album name of the current audio source.
sv: Returnerar albumnamnet för den aktuella ljudkällan.

source: Returns the year of the current audio source.
sv: Returnerar året för den aktuella ljudkällan.

source: Returns the length (in seconds) of the current audio source.
sv: Returnerar speltiden (i sekunder) för den aktuella ljudkällan.

source: List all playlists.
sv: Lista alla spellistor.

source: List the name of the active PlaylistControl. This value may be empty if no playlists are active (e.g. a CDROM is active).
sv: Lista namnet på den aktiva PlaylistControl. Det här värdet kan vara tomt om inga spellistor är aktiva (t.ex. en cd-rom är aktiv).

source: Set the active playlist.
sv: Ställ in aktiv spellista.

source: Enqueue URI to the active playlist.
sv: Kölägg uri till den aktiva spellistan.

source: Show/hide the main window (minimize to system tray)
sv: Visa/dölj huvudfönstret (minimera till meddelandefältet)

source: Raise the main window (bring to front).
sv: Höj huvudfönstret (lägg överst).

source: Advanced Options
sv: Avancerade alternativ

source: Select the amount of terminal logging. May be CRITICAL, ERROR, WARNING, INFO, VERBOSE, or DEBUG
sv: Välj mängden av loggning till terminal. Kan vara CRITICAL, ERROR, WARNING, INFO, VERBOSE eller DEBUG

source: Break in python debugger on unhandled exceptions.
sv: Avbrott i pythons felsökare på ohanterade undantag.

source: Run using python profiler.
sv: Kör med pythons profilerare.

source: Display Gstreamer command line options.
sv: Visa kommandoradsflaggor för Gstreamer.

source: Loading playlist '%s'...
sv: Läser in spellistan "%s"...

source: Error loading '%s'
sv: Fel vid inläsning av "%s"

source: '%s' loaded
sv: "%s" lästes in

source: Are you sure you want to quit?
sv: Är du säker på att du vill avsluta?

source: Track #%d
sv: Spår %d

source: Unsupported audio format: %s
sv: Ljudformatet stöds inte: %s

source: Application version
sv: Programversion

source: The directory containing playlists.
sv: Katalogen som innehåller spellistor.

source: The foreground playlist that has audio control.
sv: Spellistan i förgrunden som har ljudstyrning.

source: A list of playlists to open on startup.
sv: En lista över spellistor att öppna vid uppstart.

source: Logging level. May be CRITICAL, ERROR, WARNING, INFO, VERBOSE, or DEBUG
sv: Loggningsnivå. Kan vara CRITICAL, ERROR, WARNING, INFO, VERBOSE eller DEBUG

source: Show confirmation dialog before quitting the application.
sv: Visa bekräftelse innan programmet avslutas.

source: The directory containing user installed plugins
sv: Katalogen som innehåller användarinstallerade insticksmoduler

source: A list of plugins (separated by ';') to activate on startup.
sv: En lista över insticksmoduler (separerade med ";") att aktivera vid uppstart.

source: Start in compact view mode
sv: Starta i kompakt vyläge

source: If True, the main window is hidded instead of closed when the window close button is clicked.
sv: Om sant kommer huvudfönstret att döljas istället för att stängas när fönstrets stängningsknapp klickas på.

source: Main window width.
sv: Huvudfönstrets bredd.

source: Main window height.
sv: Huvudfönstrets höjd.

source: Main window x origin.
sv: Huvudfönstrets x-position.

source: Main window y origin.
sv: Huvudfönstrets y-position.

source: Main window x origin in compact mode.
sv: Huvudfönstrets x-position i kompakt läge.

source: Main window y origin in compact mode.
sv: Huvudfönstrets y-position i kompakt läge.

source: Display a close button on each tab.
sv: Visa en stängningsknapp för varje flik.

source: Show tips window each time Mesk is started.
sv: Visa tipsfönster varje gång Mesk startas.

source: The last tip displayed in the tips window.
sv: Senaste tipset som visades i tipsfönstret.

source: Automatically open devices (cdroms, etc.)
sv: Öppna enheter automatiskt (cd-rom, etc.)

source: GStreamer output sink. May be %s (default), %s, '%s','%s', or '%s'
sv: Utmatningssink för GStreamer. Kan vara %s (standard), %s, "%s","%s" eller "%s"

source: Number of milliseconds to pause between tracks
sv: Antal millisekunder att pausa mellan spår

source: Volume level is a value between 0.0 and 1.0
sv: Volymnivå är ett värde mellan 0.0 och 1.0

source: The volume level mixing program. The PATH environment variable is used to locate commands that do not contain a path.
sv: Mixerprogrammet för volymnivå. Miljövariabeln PATH används för att hitta kommandon som inte innehåller en sökväg.

source: Playlist (file) location
sv: Plats för spellista (fil)

source: Database (sqlite) path URI
sv: URI för databas (sqlite)

source: Plugin not found: %s
sv: Insticksmodulen hittades inte: %s

source: Activating %s plugin
sv: Aktiverar insticksmodulen %s

source: Invalid plugin name: %s
sv: Ogiltigt namn för insticksmodul: %s

source: Error activating %s plugin: %s
sv: Fel vid aktivering av insticksmodulen %s: %s

source: Deactivating %s plugin
sv: Inaktiverar insticksmodulen %s

source: Error deactivating %s plugin: %s
sv: Fel vid inaktivering av insticksmodulen %s: %s

source: Loading plugin %s
sv: Läser in insticksmodulen %s

source: Plugin '%s' failed to load: %s
sv: Misslyckades med att läsa in insticksmodulen "%s": %s

source: Invalid type for plugin '%s': %s
sv: Ogiltig typ för insticksmodulen "%s": %s

source: Title
sv: Titel

source: Artist
sv: Konstnär

source: Album
sv: Albumet

source: Year
sv: År

source: Time
sv: Tid

source: Are you sure you want to delete playlist '%s'?
sv: Är du säker på att du vill ta bort spellistan "%s"?

source: All playlist data will be lost.
sv: All spellistdata kommer att gå förlorad.

source: tracks
sv: spår

source: Adding items to '%s'...
sv: Lägger till objekt till "%s"...

source: Unsupported audio format
sv: Ljudformatet stöds inte

source: Error dropping source: %s %s
sv: Fel vid släpp av källa: %s %s

source: Details: %s %s
sv: Detaljer: %s %s

source: %d items added to '%s'
sv: %d objekt lades till i "%s"

source: Add Audio
sv: Lägg till ljud

source: All
sv: Alla

source: Audio
sv: Ljud

source: Playlists
sv: Spellistor

source: Enable to select directories instead of files.
sv: Aktivera för att välja kataloger istället för filer.

source: No match found
sv: Ingen träff hittades

source: The string '%s' does not match any playlist entries.
sv: Strängen "%s" matchar inte några objekt i spellistan.

source: items
sv: objekt

source: item
sv: objekt

source: cut
sv: utklippta

source: copied
sv: kopierade

source: pasted
sv: inklistrade

source: Playlist '%s' exported
sv: Spellistan "%s" exporterad

source: Export Playlist
sv: Exportera spellista

source: Export as type:
sv: Exportera som typ:

source: Download missing album art from amazon.com.
sv: Hämta saknade albumomslag från amazon.com.

source: Saving %d queued items
sv: Sparar %d köade objekt

source: Username and password required
sv: Användarnamn och lösenord krävs

source: Passwords do not match
sv: Lösenorden stämde inte överens

source: No username and/or password
sv: Inget användarnamn och/eller lösenord

source: Cannot connect to Last.FM
sv: Kan inte ansluta till Last.FM

source: Last.FM error
sv: Last.FM-fel

source: Handshake failure '%s', retrying in %d seconds: %s
sv: Handskakningsfel "%s", försöker igen om %d sekunder: %s

source: Invalid username
sv: Ogiltigt användarnamn

source: Authentication failed
sv: Autentiseringsfel

source: Plugin update available here, please see %s
sv: Uppdatering av insticksmodul finns tillgänglig, se %s

source: Authenticated
sv: Autentiserad

source: Submit error: %s
sv: Fel vid insändning: %s

source: Malformed response: %s
sv: Felformulerat svar: %s

source: Invalid response: %s
sv: Ogiltigt svar: %s

source: Submit failure: %s
sv: Fel vid insändning: %s

source: BADAUTH failure, hanshake required
sv: BADAUTH-fel, handskakning krävs

source: Authentication required
sv: Autentisering krävs

source: Open Last.FM User Page
sv: Öppna användarsidan på Last.FM

source: Source length %s < 30s, skipping
sv: Källans längd %s < 30s, hoppar över

source: Source %s is missing artist and/or title:
sv: Källan %s saknar artist och/eller titel:

source: Submits played song information to last.fm
sv: Skickar in information om spelade låtar till Last.FM

source: Updating status for account %s
sv: Uppdaterar status för kontot %s

source: Gajim and/or Dbus is not running
sv: Gajim och/eller Dbus körs inte

source: paused
sv: pausad

source: Gajim must be running in order to determine accounts.
sv: Gajim måste köras för att kunna bestämma konton.

source: Uses Gajim (a Jabber/XMPP instant message client) to update your status message with currently playing song info.
sv: Använder Gajim (en snabbmeddelandeklient för Jabber/XMPP) för att uppdatera ditt statusmeddelande med information om spelad låt.

source: Select Directory
sv: Välj katalog

source: Plugin
sv: Insticksmodul

source: Enabled
sv: Aktiverad

source: Plugin activation error
sv: Fel vid aktivering av insticksmodul

source: Plugin deactivation error
sv: Fel vid inaktivering av insticksmodul

source: %d messages
sv: %d meddelanden
